{
    "activities": {
      "hiking": {
        "name": "Wandern",
        "description": "Erkunde die Natur zu Fuß auf malerischen Wegen, in Bergen und Wäldern."
      },
      "safari": {
        "name": "Safari",
        "description": "Erlebe Wildtiere hautnah in ihrem natürlichen Lebensraum auf geführten Expeditionen."
      },
      "rafting": {
        "name": "Rafting",
        "description": "Bezwinge Stromschnellen und navigiere mit einem Team durch aufregende Flüsse."
      },
      "ziplining": {
        "name": "Ziplining",
        "description": "Schwebe in der Luft und genieße atemberaubende Ausblicke auf Wälder und Landschaften."
      },
      "museums": {
        "name": "Museen",
        "description": "Entdecke Kunst, Geschichte und Wissenschaft in kuratierten Ausstellungen und Sammlungen."
      }, 
      
        "activities": {
          "historicSites": {
            "name": "Historische Stätten",
            "description": "Besuche Sehenswürdigkeiten von kultureller und historischer Bedeutung in verschiedenen Regionen."
          },
          "localFestivals": {
            "name": "Lokale Festivals",
            "description": "Feiere Traditionen, Essen, Musik und Kunst mit lokalen Gemeinschaften."
          },
          "cookingClasses": {
            "name": "Kochkurse",
            "description": "Lerne traditionelle Gerichte unter Anleitung lokaler Köche mit frischen Zutaten zuzubereiten."
          },
          "skiing": {
            "name": "Skifahren",
            "description": "Fahre verschneite Pisten hinunter und genieße Winterlandschaften in Skigebieten."
          },
          "snowboarding": {
            "name": "Snowboarden",
            "description": "Rutsche stilvoll über den Schnee und erlebe den Adrenalinkick beim Snowboarden."
          },
          "iceClimbing": {
            "name": "Eisklettern",
            "description": "Erklimme gefrorene Wasserfälle und Eiswände mit Eisäxten und Steigeisen."
          },
          "scubaDiving": {
            "name": "Tauchen",
            "description": "Tauche tief unter Wasser, um Meereslebewesen und Korallenriffe zu erkunden."
          },
          "surfing": {
            "name": "Surfen",
            "description": "Fange Meereswellen und reite sie mit dem Surfbrett bis ans Ufer."
          },
          "snorkeling": {
            "name": "Schnorcheln",
            "description": "Schwimme an der Wasseroberfläche und beobachte das Unterwasserleben mit einer Schnorchelmaske."
          },
          "kayaking": {
            "name": "Kajakfahren",
            "description": "Paddle durch Flüsse, Seen oder Küstengewässer in einem schmalen Wasserfahrzeug."
          }
        }
      
      
    }
  }
  